Repository: NaN-tic/trytond-aeat_sii
Catalog: locale/*.po
Languages: ca

# field:account.configuration,aeat_pending_sii:
source: AEAT Pending SII
ca: Genera Llibres del SII emeses

# field:account.configuration,aeat_pending_sii_send:
source: AEAT Pending SII Send
ca: Enviar Llibres del SII emeses

# field:account.configuration,aeat_received_sii:
source: AEAT Received SII
ca: Genera Llibres del SII rebuts

# field:account.configuration,aeat_received_sii_send:
source: AEAT Received SII Send
ca: Enviar Llibres del SII rebuts

# field:account.invoice,sii_book_key:
source: SII Book Key
ca: SII Clau llibre

# field:account.invoice,sii_communication_type:
source: SII Communication Type
ca: SII Tipus comunicació

# field:account.invoice,sii_header:
source: Header
ca: Encapçalament

# field:account.invoice,sii_issued_key:
source: SII Issued Key
ca: Clau factures emesses

# field:account.invoice,sii_operation_key:
source: SII Operation Key
ca: SII Clau operació

# field:account.invoice,sii_pending_sending:
source: SII Pending Sending Pending
ca: Pendent d'enviar al SII

# field:account.invoice,sii_received_key:
source: SII Recived Key
ca: SII Clau rebudes

# field:account.invoice,sii_records:
source: SII Report Lines
ca: SII Línies

# field:account.invoice,sii_state:
source: SII State
ca: SII Estat

# field:account.tax,invoice_used:
source: Used in invoice Total
ca: Usat en total de factura

# field:account.tax,isp:
source: Inversion del Sujeto Pasivo
ca: Inversió del Sujeto Pasivo

# field:account.tax,service:
source: Service Rate
ca: Taxa de servei

# field:account.tax,sii_book_key:
source: Book Key
ca: Clau llibre

# field:account.tax,sii_exemption_cause:
source: Exemption Cause
ca: Causa excepció

# field:account.tax,sii_issued_key:
source: Issued Key
ca: Clau emissió

# field:account.tax,sii_operation_key:
source: SII Operation Key
ca: SII Clau operació

# field:account.tax,sii_received_key:
source: Received Key
ca: Clau rebudes

# field:account.tax,sii_subjected_key:
source: Subjected Key
ca: Clau subjecte

# field:account.tax,tax_used:
source: Used in Tax
ca: Usat en impostos

# field:account.tax.template,invoice_used:
source: Used in invoice Total
ca: Usat en total de factura

# field:account.tax.template,isp:
source: Inversion del Sujeto Pasivo
ca: Inversió del Sujeto Pasivo

# field:account.tax.template,service:
source: Service Rate
ca: Taxa de servei

# field:account.tax.template,sii_book_key:
source: Book Key
ca: Clau llibre

# field:account.tax.template,sii_exemption_cause:
source: Exemption Cause
ca: Causa excepció

# field:account.tax.template,sii_issued_key:
source: Issued Key
ca: Clau emissió

# field:account.tax.template,sii_operation_key:
source: SII Operation Key
ca: SII Clau operació

# field:account.tax.template,sii_received_key:
source: Received Key
ca: Clau rebudes

# field:account.tax.template,sii_subjected_key:
source: Subjected Key
ca: Clau sujeto

# field:account.tax.template,tax_used:
source: Used in Tax
ca: Usat en impostos

# field:aeat.sii.load_pkcs12.start,password:
source: Password
ca: Contrasenya

# field:aeat.sii.load_pkcs12.start,pfx:
source: PFX File
ca: Arxiu PFX

# field:aeat.sii.report,aeat_register:
source: Register sended to AEAT Webservice
ca: Registres enviats al webservice de l'AEAT

# field:aeat.sii.report,book:
source: Book
ca: Llibre

# field:aeat.sii.report,communication_state:
source: Communication State
ca: Estat comunicació

# field:aeat.sii.report,company:
source: Company
ca: Empresa

# field:aeat.sii.report,company_vat:
source: VAT
ca: NIF

# field:aeat.sii.report,currency:
source: Currency
ca: Moneda

# field:aeat.sii.report,fiscalyear:
source: Fiscal Year
ca: Exercisi fiscal

# field:aeat.sii.report,lines:
source: Lines
ca: Línies

# field:aeat.sii.report,load_date:
source: Load Date
ca: Data límit

# field:aeat.sii.report,load_date_end:
source: Load Date End
ca: Fins data límit

# field:aeat.sii.report,load_date_start:
source: Load Date Start
ca: Desde data límit

# field:aeat.sii.report,operation_type:
source: Operation Type
ca: Tipus d'operació

# field:aeat.sii.report,period:
source: Period
ca: Període

# field:aeat.sii.report,response:
source: Response
ca: Resposta

# field:aeat.sii.report,send_date:
source: Send date
ca: Data d'enviament

# field:aeat.sii.report,state:
source: State
ca: Estat

# field:aeat.sii.report,version:
source: Version
ca: Versió

# field:aeat.sii.report.line.tax,amount:
source: Amount
ca: Import

# field:aeat.sii.report.line.tax,line:
source: Report Line
ca: Línia informe

# field:aeat.sii.report.line.tax,rate:
source: Rate
ca: Taxa de canvi

# field:aeat.sii.report.line.tax,reagyp_amount:
source: REAGYP Amount
ca: Import REAGYP

# field:aeat.sii.report.line.tax,reagyp_rate:
source: REAGYP Rate
ca: Import REAGYP

# field:aeat.sii.report.line.tax,surcharge_amount:
source: Surcharge Amount
ca: Import recargo

# field:aeat.sii.report.line.tax,surcharge_rate:
source: Surcharge Rate
ca: Conversió recàrrec

# field:aeat.sii.report.lines,aeat_register:
source: Register from AEAT Webservice
ca: Registre del Webservice de l'AEAT

# field:aeat.sii.report.lines,balance_state:
source: Balance State
ca: Estat balanç

# field:aeat.sii.report.lines,communication_code:
source: Communication Code
ca: Codi de comunicació

# field:aeat.sii.report.lines,communication_msg:
source: Communication Message
ca: Missatge de comunicació

# field:aeat.sii.report.lines,company:
source: Company
ca: Empresa

# field:aeat.sii.report.lines,counterpart_id:
source: Counterpart ID
ca: ID contrapartida

# field:aeat.sii.report.lines,counterpart_name:
source: Counterpart Name
ca: Nom contrapartida

# field:aeat.sii.report.lines,exemption_cause:
source: Exemption Cause
ca: Causa exempte

# field:aeat.sii.report.lines,final_serial_number:
source: Final Serial Number
ca: Final número serie

# field:aeat.sii.report.lines,identifier_type:
source: Identifier Type
ca: Tipus identificació

# field:aeat.sii.report.lines,invoice:
source: Invoice
ca: Factura

# field:aeat.sii.report.lines,invoice_kind:
source: Invoice Kind
ca: Tipus factura

# field:aeat.sii.report.lines,invoice_operation_key:
source: SII Operation Key
ca: SII Clau operación

# field:aeat.sii.report.lines,invoice_types:
source: Invoice Types
ca: Tipus de factures

# field:aeat.sii.report.lines,issue_date:
source: Issued Date
ca: Data emessa

# field:aeat.sii.report.lines,issuer_vat_number:
source: Issuer VAT Number
ca: Número NIF emisores

# field:aeat.sii.report.lines,last_modify_date:
source: Last Modification Date
ca: Data última modificació

# field:aeat.sii.report.lines,presentation_date:
source: Presentation Date
ca: Data presentació

# field:aeat.sii.report.lines,presenter:
source: Presenter
ca: Presentació

# field:aeat.sii.report.lines,report:
source: Issued Report
ca: Informe emesses

# field:aeat.sii.report.lines,serial_number:
source: Serial Number
ca: Número serie

# field:aeat.sii.report.lines,sii_header:
source: Header
ca: Encapçalament

# field:aeat.sii.report.lines,special_key:
source: Special Key
ca: Clau especial

# field:aeat.sii.report.lines,state:
source: State
ca: Estat

# field:aeat.sii.report.lines,taxes:
source: Tax Lines
ca: Línies d'impost

# field:aeat.sii.report.lines,total_amount:
source: Total Amount
ca: Import total

# field:aeat.sii.report.lines,vat_code:
source: VAT Code
ca: NIF/CIF

# field:company.company,encrypted_private_key:
source: Encrypted Private Key
ca: Clau privada encriptada

# field:company.company,pem_certificate:
source: PEM Certificate
ca: Certificat PEM

# field:company.company,private_key:
source: Private Key
ca: Clau privada

# field:party.party,sii_identifier_type:
source: SII Identifier Type
ca: SII Identificador

# field:party.party,sii_vat_code:
source: SII VAT Code
ca: Número NIF SII

# help:account.configuration,aeat_pending_sii:
source: Automatically generate AEAT Pending SII reports by cron
ca: Genera automàticament Llibres del SII pendents des de les acciones planificades

# help:account.configuration,aeat_pending_sii_send:
source: Automatically send AEAT Pending SII reports by cron
ca: Enviar automàticament Llibres del SII pendents des de les acciones planificades

# help:account.configuration,aeat_received_sii:
source: Automatically generate AEAT Received SII reports by cron
ca: Genera automàticament Llibres del SII pendents des de les acciones planificades

# help:account.configuration,aeat_received_sii_send:
source: Automatically send AEAT Received SII reports by cron
ca: Enviar automàticament Llibres del SII pendents des de les acciones planificades

# help:account.tax,isp:
source: Indicates if the tax is Inversion del sujeto Pasivo
ca: Indicar si l'impost és Inversion del sujeto Pasivo

# help:account.tax,service:
source: Indicates if the tax is used for services
ca: Indicar si l'impost s'utilitza en serveis

# help:account.tax.template,isp:
source: Indicates if the tax is Inversion del sujeto Pasivo
ca: Indicar si l'impost és Inversion del sujeto Pasivo

# help:account.tax.template,service:
source: Indicates if the tax is used for services
ca: Indicar si l'impost s'utilitza en serveis

# help:aeat.sii.report,load_date:
source: Filter invoices to the date whitin the period.
ca: Filtra les factures fins la data dins del període.

# model:aeat.sii.issued.invoice.mapper,name:
source: Tryton Issued Invoice to AEAT mapper
ca: Correspondencia Tryton - Aeat facturas emitidas

# model:aeat.sii.issued.pending.view,name:
source: Create AEAT SII Issued Pending View
ca: Vista Crear AEAT SII Pendientes Enviadas

# model:aeat.sii.load_pkcs12.start,name:
source: Load PKCS12 Start
ca: Carrega PKCS12

# model:aeat.sii.received.pending.view,name:
source: Create AEAT SII Received Pending View
ca: Vista Crear AEAT SII Pendientes Recibidas

# model:aeat.sii.recieved.invoice.mapper,name:
source: Tryton Recieved Invoice to AEAT mapper
ca: Correspondencia tryton - AEAT facturas recibidas

# model:aeat.sii.report,name:
source: SII Report
ca: Informe SII

# model:aeat.sii.report.line.tax,name:
source: SII Report Line Tax
ca: Informe SII línia impost

# model:aeat.sii.report.lines,name:
source: AEAT SII Issued
ca: Emeses

# model:aeat.sii.reset.keys.end,name:
source: Reset to default SII Keys End
ca: Fi Restabliment per defecte de les claus del SII

# model:aeat.sii.reset.keys.start,name:
source: Reset to default SII Keys Start
ca: Inici Restabliment per defecte de les claus del SII

# model:ir.action,name:
source: SII Report Intracommunity
ca: Informe Intracomunitaries

# model:ir.action,name:act_aeat_sii_issued_report
source: SII Report Issued
ca: Informe Emesses

# model:ir.action,name:act_aeat_sii_load_pkcs12
source: Load PKCS12
ca: Carrega PKCS12

# model:ir.action,name:act_aeat_sii_received_report
source: SII Report Received
ca: Informe Rebudes

# model:ir.action,name:act_aeat_sii_report
source: SII Report
ca: Informe SII

# model:ir.action,name:act_aeat_sii_report_line
source: AEAT SII Report Lines
ca: Línies informe SII

# model:ir.action,name:act_aeat_sii_report_line_related
source: AEAT SII Report Lines
ca: Línies informe SII

# model:ir.action,name:act_aeat_sii_report_lines
source: SII Report Lines
ca: Línies informe SII

# model:ir.action,name:act_aeat_sii_reset_keys
source: Reset AEAT SII Keys
ca: Restabliment de les claus del SII

# model:ir.action,name:wizard_aeat_sii_issued_pending
source: AEAT SII Pending Issued Invoices
ca: AEAT SII Facturas Enviadas Pendientes

# model:ir.action,name:wizard_aeat_sii_received_pending
source: AEAT SII Pending Received Invoices
ca: AEAT SII Facturas Recibidas Pendientes

# model:ir.message,text:msg_delete_cancel
source: Report "%(report)s" must be cancelled before deletion.
ca: L'informe "%(report)s" s'ha de cancel·lar abans de poder esborrar-lo.

# model:ir.message,text:msg_error_loading_pkcs12
source: Unable to load PKCS12: %(message)s
ca: No s'ha pogut llegir PKCS12: %(message)s

# model:ir.message,text:msg_invoices_sii
source: The next invoices are related with SII books: %(invoices)s. If you edit them take care if you need to update again to SII
ca: Les següents factures estan relacionades amb llibres del SII %(invoices)s. Si les edites, recorda d'actualitzar-les.

# model:ir.message,text:msg_invoices_sii_pending
source: The next invoices are related with SII books on draft state.
ca: La factura està relaciona amb un llibre del SII en estat esborany.

# model:ir.message,text:msg_missing_fernet_key
source: Missing Fernet key configuration
ca: Falta clau Fernte

# model:ir.message,text:msg_missing_nif
source: The party of the invoice %(invoice)s must has a valid Tax Identifier.
ca: El tercer de la factura %(invoice)s ha de tenir un NIF válid.

# model:ir.message,text:msg_missing_pem_cert
source: Missing PEM certificate
ca: Falta certicat PEM

# model:ir.message,text:msg_set_simplified_invoice
source: The invoice "%(invoices)s" has not VAT and SII operation key is Simplified Invoice (ticket) and Invoices without destination identification.
ca: La factura "%(invoices)s" no té IVA i la clau del SII d'operació és factura simplificada (tiquet) i factures sense identificació del destinatari.

# model:ir.message,text:msg_sii_operation_key_wrong
source: The invoice %(invoice)s has wrong subjected and opertion sii combination.
ca: La factura %(invoice)s té una convinació de claus del SII 'Operació' y 'Subjecte' errònies.

# model:ir.message,text:msg_wrong_identifier_type
source: The party [%(party)s] of the invoice %(invoice)s must has a valid SII Identifier [VAT (only for intracommunity operators)].
ca: El tercer [%(party)s] de la factura %(invoice)s ha de tenir un identificador SII vàlid [NIF-VAT (Només per operados intracomunitaris)].

# model:ir.message,text:reports_exist
source: There are some reports in draft and/or confirmed. Any report won't be created until this reports will be processed.
ca: Hi ha varis Llibres del SII pendent d'enviar. No es crearà cap nou Llibre fins a tractar els pendents.

# model:ir.model.button,string:cancel_button
source: Cancel
ca: Cancel·la

# model:ir.model.button,string:confirm_button
source: Confirm
ca: Confirma

# model:ir.model.button,string:draft_button
source: Draft
ca: Esborrany

# model:ir.model.button,string:load_invoices_button
source: Load Invoices
ca: Carrega factures

# model:ir.model.button,string:process_response_button
source: Process Response
ca: Processar resposta

# model:ir.model.button,string:send_button
source: Send
ca: Enviar

# model:ir.rule.group,name:rule_group_sii_report
source: User in company
ca: Usuari empresa

# model:ir.rule.group,name:rule_group_sii_report_line
source: User in company
ca: Usuari empresa

# model:ir.ui.menu,name:
source: AEAT SII Report
ca: Informe AEAT SII

# model:ir.ui.menu,name:menu_aeat_sii_lines_report
source: AEAT SII Report Lines
ca: Línies informe AEAT SII

# model:ir.ui.menu,name:menu_aeat_sii_pending_issued
source: Create AEAT SII Report Issued Invoices
ca: Crea AEAT SII Informe Factures Enviades

# model:ir.ui.menu,name:menu_aeat_sii_pending_received
source: Create AEAT SII Report Received Invoices
ca: Crea AEAT SII Informe Factures Rebudes

# model:ir.ui.menu,name:menu_aeat_sii_report_issued
source: AEAT SII Report Issued
ca: Llibre Factures emesses

# model:ir.ui.menu,name:menu_aeat_sii_report_received
source: AEAT SII Report Received
ca: Llibre Factures rebudes

# model:res.group,name:group_aeat_sii_admin
source: AEAT SII Administration
ca: Administració AEAT SII

# selection:account.invoice,sii_book_key:
source: Investment Goods
ca: Bens d'inversió

# selection:account.invoice,sii_book_key:
source: Issued Invoices
ca: Factures emeses

# selection:account.invoice,sii_book_key:
source: Particular Intracommunity Operations
ca: Determinades operacions intracomunitaries

# selection:account.invoice,sii_book_key:
source: Received Invoices
ca: Factures rebudes

# selection:account.invoice,sii_communication_type:
source: Amendment of invoices/records (registration errors)
ca: Modificar factures

# selection:account.invoice,sii_communication_type:
source: Delete Invoices
ca: Borrar factures

# selection:account.invoice,sii_communication_type:
source: Query Invoices
ca: Consultar factures

# selection:account.invoice,sii_communication_type:
source: Registration of invoices/records
ca: Noves factures

# selection:account.invoice,sii_issued_key:
source: Activities subject to Canary Islands General Indirect Tax/Tax on Production, Services and Imports
ca: Operaciones sujetas al IPSI / IGIC (Impuesto sobre la Producción, los Servicios y la Importación / Impuesto General Indirecto Canario)

# selection:account.invoice,sii_issued_key:
source: Activities to which the special scheme of used goods, works of art, antiquities and collectables (135-139 of the VAT Law)
ca: Operaciones a las que se aplique el régimen especial de bienes usados, objetos de arte, antigüedades y objetos de colección

# selection:account.invoice,sii_issued_key:
source: Business premises lease activities not subject to withholding
ca: Operaciones de arrendamiento de local de negocio no sujetos a retención

# selection:account.invoice,sii_issued_key:
source: Business premises lease activities subject and not subject to withholding
ca: Operaciones de arrendamiento de local de negocio sujetas y no sujetas a retención

# selection:account.invoice,sii_issued_key:
source: Business premises lease activities subject to withholding
ca: Operaciones de arrendamiento de local de negocio sujetas a retención

# selection:account.invoice,sii_issued_key:
source: Collections on behalf of third parties of professional fees or industrial property, copyright or other such rights by partners, associates or members undertaken by companies, associations, professional organisations or other entities that, amongst their functions, undertake collections
ca: Cobros por cuenta de terceros de honorarios profesionales o de derechos derivados de la propiedad industrial, de autor u otros por cuenta de sus socios, asociados o colegiados efectuados por sociedades, asociaciones, colegios profesionales u otras entidades que realicen estas funciones de cobro

# selection:account.invoice,sii_issued_key:
source: Export
ca: Exportació

# selection:account.invoice,sii_issued_key:
source: First semester 2017 and other invoices before the SII
ca: Primer semestre del 2017 y altres factures abans de l'inclusió del SII

# selection:account.invoice,sii_issued_key:
source: General tax regime activity
ca: Operació de règim general

# selection:account.invoice,sii_issued_key:
source: Invoice with VAT pending accrual (work certifications with Public Administration recipients)
ca: Factura con IVA pendiente de devengo en certificaciones de obra cuyo destinatario sea una Administración Pública

# selection:account.invoice,sii_issued_key:
source: Invoice with VAT pending accrual - operations of successive tract
ca: Factura con IVA pendiente de devengo en operaciones de tracto sucesivo

# selection:account.invoice,sii_issued_key:
source: Invoicing of the provision of travel agency services acting as intermediaries in the name of and on behalf of other persons (Additional Provision 4, Royal Decree 1619/2012)
ca: Facturación de las prestaciones de servicios de agencias de viaje que actúan como mediadoras en nombre y por cuenta ajena (D.A.4ª RD1619/2012)

# selection:account.invoice,sii_issued_key:
source: Special cash basis scheme
ca: Régimen especial del criterio de caja

# selection:account.invoice,sii_issued_key:
source: Special scheme applicable to groups of entities, VAT (Advanced)
ca: Régimen especial grupo de entidades en IVA (Nivel Avanzado)

# selection:account.invoice,sii_issued_key:
source: Special scheme for investment gold
ca: Régimen especial del oro de inversión

# selection:account.invoice,sii_issued_key:
source: Special scheme for travel agencies
ca: Régimen especial de las agencias de viajes

# selection:account.invoice,sii_operation_key:
source: Corrected Invoice (Art 80.1, 80.2 and 80.6 and error grounded in law)
ca: Factura rectificativa (Art 80.1, 80.2 y 80.6 LIVA)

# selection:account.invoice,sii_operation_key:
source: Corrected Invoice (Art. 80.3)
ca: Factura rectificativa (Art 80.3) [Concurs de creditors]

# selection:account.invoice,sii_operation_key:
source: Corrected Invoice (Other)
ca: Factura rectificativa [Resta de causes]

# selection:account.invoice,sii_operation_key:
source: Corrected Invoice in simplified invoices
ca: Factura Rectificativa en facturas simplificadas

# selection:account.invoice,sii_operation_key:
source: Credit Note (Art 80.4)
ca: Factura rectificativa (Art. 80.4) [Deutes incobrables]

# selection:account.invoice,sii_operation_key:
source: Duty - Complementary clearing
ca: Aduanes - Liquidació complementaria

# selection:account.invoice,sii_operation_key:
source: Import (DUA)
ca: Importacions (DUA)

# selection:account.invoice,sii_operation_key:
source: Invoice (Art 6.7.3 y 7.3 of RD1619/2012)
ca: Factura (Art 6.7.3 y 7.3 del RD 1619/2012)

# selection:account.invoice,sii_operation_key:
source: Invoice issued to replace simplified invoices issued and filed
ca: Factura emitida en sustitución de facturas simplificadas facturadas y declaradas

# selection:account.invoice,sii_operation_key:
source: Invoice summary entry
ca: Assentaments resum de factures

# selection:account.invoice,sii_operation_key:
source: Other accounting documents
ca: Justificants comptables

# selection:account.invoice,sii_operation_key:
source: Simplified Invoice (ticket) and Invoices without destination identidication (Art 6.1.d of RD1619/2012)
ca: Factura simplificada (tiquet) y Factures sense identificació del destinatari (Art 6.1.d del RD 1619/2012)

# selection:account.invoice,sii_received_key:
source: Activities subject to Canary Islands General Indirect Tax/Tax on Production, Services and Imports (IPSI/IGIC)
ca: Operacions subjectes al IPSI / IGIC (Impost sobre la Producció, els Serveis y la Importació / Impost General Indirecte Canari)

# selection:account.invoice,sii_received_key:
source: Activities through which businesses pay compensation for special VAT arrangements for agriculture and fisheries (REAGYP)
ca: Operacions per les que els empresaris satisfan compensacions en les adquisicions a persones acollides al Régim Especial de l'Agricultura, Remaderia i Pesca (REAGYP)

# selection:account.invoice,sii_received_key:
source: Activities to which the special scheme of used goods, works of art, antiquities and collectables (REBU) [135-139 of the VAT Law]
ca: Operacions a les que s'aplica el régim especial de bens usats, objectes d'art, antiguitats i objectes de col·lecció (REBU) [135-139 de la Ley de IVA]

# selection:account.invoice,sii_received_key:
source: Business premises lease activities
ca: Operaciones de arrendamiento de local de negocio

# selection:account.invoice,sii_received_key:
source: First semester 2017 and other invoices before the SII
ca: Primer semestre del 2017 y altres factures abans de l'inclusió del SII

# selection:account.invoice,sii_received_key:
source: General tax regime activity
ca: Operació de règim general

# selection:account.invoice,sii_received_key:
source: Intra-Community acquisition of assets and provisions of services
ca: Adquisiciones intracomunitarias de bienes y prestaciones de servicios

# selection:account.invoice,sii_received_key:
source: Invoice corresponding to an import (reported without been associated with a DUA)
ca: Factura correspondiente a una importación (informada sin asociar a un DUA)

# selection:account.invoice,sii_received_key:
source: Special cash basis scheme
ca: Régimen especial del criterio de caja

# selection:account.invoice,sii_received_key:
source: Special scheme applicable to groups of entities, VAT (Advanced)
ca: Régimen especial grupo de entidades en IVA (Nivel Avanzado)

# selection:account.invoice,sii_received_key:
source: Special scheme for investment gold
ca: Régimen especial del oro de inversión
