Repository: NaN-tic/trytond-aeat_sii
Catalog: locale/*.po
Languages: ca

# selection:aeat.sii.report.lines,state:
source: Accepted
ca: Correcte

# selection:aeat.sii.report.lines,state:
source: Accepted
ca: Correcte

# selection:aeat.sii.report.lines,state:
source: Accepted with Errors
ca: Acceptada amb errors

# selection:aeat.sii.report.lines,state:
source: Accepted with Errors
ca: Acceptada amb errors

# selection:aeat.sii.report.lines,state:
source: Deleted
ca: Borrada

# selection:aeat.sii.report.lines,state:
source: Duplicated / Unsubscribed
ca: Duplicat / No subscrit

# selection:aeat.sii.report.lines,state:
source: Rejected
ca: Rebutjat

# selection:party.party,sii_identifier_type:
source: Not registered (only for Spanish VAT not registered)
ca: No censat (només per NIF espanyols no censats)

# selection:party.party,sii_identifier_type:
source: Official identification document issued by the country or region of residence
ca: Document oficial de identificació expedit pel país de residencia

# selection:party.party,sii_identifier_type:
source: Other supporting document
ca: Altre document probatori

# selection:party.party,sii_identifier_type:
source: Passport
ca: Passaport

# selection:party.party,sii_identifier_type:
source: Residence certificate
ca: Certificat de residencia

# selection:party.party,sii_identifier_type:
source: VAT (only for intracommunity operators)
ca: NIF-IVA (només per operadors intracomunitaris)

# selection:party.party,sii_identifier_type:
source: VAT (for National operators)
ca: NIF/CIF (per operadors nacionals)

# selection:party.party,sii_identifier_type:
source: Simplified Invoice
ca: Factura Simplificada

# view:aeat.sii.issued.pending.view:
source: Note that this operation may take a few minutes.
ca: Tingueu en compte que aquesta operació pot trigar uns minuts.

# view:aeat.sii.issued.pending.view:
source: The AEAT SII Pending Issued Ivoices books will be create.
ca: Els llibres de les factures enviades pendents seran creats.

# view:aeat.sii.load_pkcs12.start:
source: Load PKCS12
ca: Carrega PKCS12

# view:aeat.sii.received.pending.view:
source: Note that this operation may take a few minutes.
ca: Tingueu en compte que aquesta operació pot trigar uns minuts.

# view:aeat.sii.received.pending.view:
source: The AEAT SII Pending Received Ivoices books will be create.
ca: Els llibres de les factures rebudes pendents seran creats.

# view:aeat.sii.report.line.tax:
source: SII Report Line Tax
ca: Informe SII línia impost

# view:aeat.sii.report.lines:
source: Main Information
ca: Informació principal

# view:aeat.sii.report:
source: AEAT SII Issued Report
ca: Llibre Factures emesses

# view:aeat.sii.report:
source: Cancel
ca: Cancel·lat

# view:aeat.sii.report:
source: Confirm
ca: Confirma

# view:aeat.sii.report:
source: Draft
ca: Borrador

# view:aeat.sii.report:
source: Load Invoices
ca: Carrega factures

# view:aeat.sii.report:
source: Send
ca: Enviar

# view:aeat.sii.reset.keys.end:
source: The AEAT SII Keys have been reset.
ca: Les claus del SII s'han restablert.

# view:aeat.sii.reset.keys.start:
source: Note that this operation may take a few minutes.
ca: Tingueu en compte que aquesta operació pot trigar uns minuts.

# view:aeat.sii.reset.keys.start:
source: Only will be reset the draft invoices.
ca: Només serà restablertes les factures en esborrany.

# view:aeat.sii.reset.keys.start:
source: The AEAT SII Keys for selected invoices will be reset to default.
ca: Les claus del SII de les factures seleccionades seran restablerts a valors per defecte.

# view:company.company:
source: Certificate
ca: Certificat

# wizard_button:aeat.sii.issued.pending,view,create_:
source: Create
ca: Crea

# wizard_button:aeat.sii.issued.pending,view,end:
source: Cancel
ca: Cancel·la

# wizard_button:aeat.sii.load_pkcs12,start,end:
source: Cancel
ca: Cancel·la

# wizard_button:aeat.sii.load_pkcs12,start,load:
source: Load
ca: Carrega

# wizard_button:aeat.sii.received.pending,view,create_:
source: Create
ca: Crea

# wizard_button:aeat.sii.received.pending,view,end:
source: Cancel
ca: Cancel·la

# wizard_button:aeat.sii.reset.keys,done,end:
source: Ok
ca: D'acord

# wizard_button:aeat.sii.reset.keys,start,end:
source: Cancel
ca: Cancel·la

# wizard_button:aeat.sii.reset.keys,start,reset:
source: Reset
ca: Reinicia
