Repository: NaN-tic/trytond-aeat_sii
Catalog: locale/*.po
Languages: ca

# selection:account.invoice,sii_received_key:
source: Special scheme for travel agencies
ca: Régimen especial de las agencias de viajes

# selection:account.invoice,sii_state:
source: Accepted
ca: Correcte

# selection:account.invoice,sii_state:
source: Accepted
ca: Correcte

# selection:account.invoice,sii_state:
source: Accepted with Errors
ca: Acceptada amb errors

# selection:account.invoice,sii_state:
source: Accepted with Errors
ca: Acceptada amb errors

# selection:account.invoice,sii_state:
source: Deleted
ca: Borrada

# selection:account.invoice,sii_state:
source: Duplicated / Unsubscribed
ca: Duplicat / No subscrit

# selection:account.invoice,sii_state:
source: Rejected
ca: Rebutjat

# selection:account.tax,sii_book_key:
source: Investment Goods
ca: Bens d'inversió

# selection:account.tax,sii_book_key:
source: Issued Invoices
ca: Factures emeses

# selection:account.tax,sii_book_key:
source: Particular Intracommunity Operations
ca: Determinades operacions intracomunitaries

# selection:account.tax,sii_book_key:
source: Received Invoices
ca: Factures rebudes

# selection:account.tax,sii_exemption_cause:
source: Exempt on account of Article 20
ca: Exempt per l'article 20

# selection:account.tax,sii_exemption_cause:
source: Exempt on account of Article 21
ca: Exempt per l'article 21

# selection:account.tax,sii_exemption_cause:
source: Exempt on account of Article 22
ca: Exempt per l'article 22

# selection:account.tax,sii_exemption_cause:
source: Exempt on account of Article 23 and Article 24
ca: Exempt per l'article 24

# selection:account.tax,sii_exemption_cause:
source: Exempt on account of Article 25
ca: Exempt per l'article 25

# selection:account.tax,sii_exemption_cause:
source: Exempt on other grounds
ca: Exenta, otros

# selection:account.tax,sii_exemption_cause:
source: Not Subject
ca: No subjecte

# selection:account.tax,sii_issued_key:
source: Activities subject to Canary Islands General Indirect Tax/Tax on Production, Services and Imports
ca: Operaciones sujetas al IPSI / IGIC (Impuesto sobre la Producción, los Servicios y la Importación / Impuesto General Indirecto Canario)

# selection:account.tax,sii_issued_key:
source: Activities to which the special scheme of used goods, works of art, antiquities and collectables (135-139 of the VAT Law)
ca: Operaciones a las que se aplique el régimen especial de bienes usados, objetos de arte, antigüedades y objetos de colección

# selection:account.tax,sii_issued_key:
source: Business premises lease activities not subject to withholding
ca: Operaciones de arrendamiento de local de negocio no sujetos a retención

# selection:account.tax,sii_issued_key:
source: Business premises lease activities subject and not subject to withholding
ca: Operaciones de arrendamiento de local de negocio sujetas y no sujetas a retención

# selection:account.tax,sii_issued_key:
source: Business premises lease activities subject to withholding
ca: Operaciones de arrendamiento de local de negocio sujetas a retención

# selection:account.tax,sii_issued_key:
source: Collections on behalf of third parties of professional fees or industrial property, copyright or other such rights by partners, associates or members undertaken by companies, associations, professional organisations or other entities that, amongst their functions, undertake collections
ca: Cobros por cuenta de terceros de honorarios profesionales o de derechos derivados de la propiedad industrial, de autor u otros por cuenta de sus socios, asociados o colegiados efectuados por sociedades, asociaciones, colegios profesionales u otras entidades que realicen estas funciones de cobro

# selection:account.tax,sii_issued_key:
source: Export
ca: Exportació

# selection:account.tax,sii_issued_key:
source: First semester 2017 and other invoices before the SII
ca: Primer semestre del 2017 y altres factures abans de l'inclusió del SII

# selection:account.tax,sii_issued_key:
source: General tax regime activity
ca: Operació de règim general

# selection:account.tax,sii_issued_key:
source: Invoice with VAT pending accrual (work certifications with Public Administration recipients)
ca: Factura con IVA pendiente de devengo en certificaciones de obra cuyo destinatario sea una Administración Pública

# selection:account.tax,sii_issued_key:
source: Invoice with VAT pending accrual - operations of successive tract
ca: Factura con IVA pendiente de devengo en operaciones de tracto sucesivo

# selection:account.tax,sii_issued_key:
source: Invoicing of the provision of travel agency services acting as intermediaries in the name of and on behalf of other persons (Additional Provision 4, Royal Decree 1619/2012)
ca: Facturación de las prestaciones de servicios de agencias de viaje que actúan como mediadoras en nombre y por cuenta ajena (D.A.4ª RD1619/2012)

# selection:account.tax,sii_issued_key:
source: Special cash basis scheme
ca: Régimen especial del criterio de caja

# selection:account.tax,sii_issued_key:
source: Special scheme applicable to groups of entities, VAT (Advanced)
ca: Régimen especial grupo de entidades en IVA (Nivel avanzado)

# selection:account.tax,sii_issued_key:
source: Special scheme for investment gold
ca: Régimen especial del oro de inversión

# selection:account.tax,sii_issued_key:
source: Special scheme for travel agencies
ca: Régimen especial de las agencias de viajes

# selection:account.tax,sii_operation_key:
source: Corrected Invoice (Art 80.1, 80.2 and 80.6 and error grounded in law)
ca: Factura rectificativa (Art 80.1, 80.2 y 80.6 LIVA)

# selection:account.tax,sii_operation_key:
source: Corrected Invoice (Art. 80.3)
ca: Fatura rectificativa (Art 80.3)

# selection:account.tax,sii_operation_key:
source: Corrected Invoice (Other)
ca: Factura rectificativa [Resta de causes]

# selection:account.tax,sii_operation_key:
source: Corrected Invoice in simplified invoices
ca: Factura Rectificativa en facturas simplificadas

# selection:account.tax,sii_operation_key:
source: Credit Note (Art 80.4)
ca: Facura rectificativa (Art. 80.4)

# selection:account.tax,sii_operation_key:
source: Duty - Complementary clearing
ca: Aduanes - Liquidació complementaria

# selection:account.tax,sii_operation_key:
source: Import (DUA)
ca: Importacions (DUA)

# selection:account.tax,sii_operation_key:
source: Invoice (Art 6.7.3 y 7.3 of RD1619/2012)
ca: Factura (Art 6.7.3 y 7.3 del RD 1619/2012)

# selection:account.tax,sii_operation_key:
source: Invoice issued to replace simplified invoices issued and filed
ca: Factura emitida en sustitución de facturas simplificadasfacturadas y declaradas

# selection:account.tax,sii_operation_key:
source: Invoice summary entry
ca: Assentaments resum de factures

# selection:account.tax,sii_operation_key:
source: Other accounting documents
ca: Justificants comptables

# selection:account.tax,sii_operation_key:
source: Simplified Invoice (ticket) and Invoices without destination identidication (Art 6.1.d of RD1619/2012)
ca: Factura simplificada (tiquet) y Factures sense identificació del destinatari (Art 6.1.d del RD 1619/2012)

# selection:account.tax,sii_received_key:
source: Activities subject to Canary Islands General Indirect Tax/Tax on Production, Services and Imports (IPSI/IGIC)
ca: Operacions subjectes al IPSI / IGIC (Impost sobre la Producció, els Serveis y la Importació / Impost General Indirecte Canari)

# selection:account.tax,sii_received_key:
source: Activities through which businesses pay compensation for special VAT arrangements for agriculture and fisheries (REAGYP)
ca: Operacions per les que els empresaris satisfan compensacions en les adquisicions a persones acollides al Régim Especial de l'Agricultura, Remaderia i Pesca (REAGYP)

# selection:account.tax,sii_received_key:
source: Activities to which the special scheme of used goods, works of art, antiquities and collectables (REBU) [135-139 of the VAT Law]
ca: Operacions a les que s'aplica el régim especial de bens usats, objectes d'art, antiguitats i objectes de col·lecció (REBU) [135-139 de la Ley de IVA]

# selection:account.tax,sii_received_key:
source: Business premises lease activities
ca: Operaciones de arrendamiento de local de negocio

# selection:account.tax,sii_received_key:
source: First semester 2017 and other invoices before the SII
ca: Primer semestre del 2017 y altres factures abans de l'inclusió del SII

# selection:account.tax,sii_received_key:
source: General tax regime activity
ca: Operació de règim general

# selection:account.tax,sii_received_key:
source: Intra-Community acquisition of assets and provisions of services
ca: Adquisiciones intracomunitarias de bienes y prestaciones de servicios

# selection:account.tax,sii_received_key:
source: Invoice corresponding to an import (reported without been associated with a DUA)
ca: Factura correspondiente a una importación (informada sin asociar a un DUA)

# selection:account.tax,sii_received_key:
source: Special cash basis scheme
ca: Régimen especial del criterio de caja

# selection:account.tax,sii_received_key:
source: Special scheme applicable to groups of entities, VAT (Advanced)
ca: Régimen especial grupo de entidades en IVA (Nivel avanzado)

# selection:account.tax,sii_received_key:
source: Special scheme for investment gold
ca: Régimen especial del oro de inversión

# selection:account.tax,sii_received_key:
source: Special scheme for travel agencies
ca: Régimen especial de las agencias de viajes

# selection:account.tax,sii_subjected_key:
source: Subject - Not exempt. Both non VAT reverse charge and VAT reverse charge
ca: Subjecta - No exempta - Amb Inversió del subjecte pasiu

# selection:account.tax,sii_subjected_key:
source: Subject - Not exempt. Non VAT reverse charge
ca: Sujecta - No exempta - Sense Inversió del subjecte pasiu

# selection:account.tax,sii_subjected_key:
source: Subject - Not exempt. VAT reverse charge
ca: Subjecta - No exempta - Amb Inversió del subjecte pasiu

# selection:account.tax.template,sii_book_key:
source: Investment Goods
ca: Bens d'inversió

# selection:account.tax.template,sii_book_key:
source: Issued Invoices
ca: Factures emeses

# selection:account.tax.template,sii_book_key:
source: Particular Intracommunity Operations
ca: Determinades operacions intracomunitaries

# selection:account.tax.template,sii_book_key:
source: Received Invoices
ca: Factures rebudes

# selection:account.tax.template,sii_exemption_cause:
source: Exempt on account of Article 20
ca: Exempt per l'article 20

# selection:account.tax.template,sii_exemption_cause:
source: Exempt on account of Article 21
ca: Exempt per l'article 21

# selection:account.tax.template,sii_exemption_cause:
source: Exempt on account of Article 22
ca: Exempt per l'article 22

# selection:account.tax.template,sii_exemption_cause:
source: Exempt on account of Article 23 and Article 24
ca: Exempt per l'article 24

# selection:account.tax.template,sii_exemption_cause:
source: Exempt on account of Article 25
ca: Exempt per l'article 25

# selection:account.tax.template,sii_exemption_cause:
source: Exempt on other grounds
ca: Exenta, otros

# selection:account.tax.template,sii_exemption_cause:
source: Not Subject
ca: No subjecte

# selection:account.tax.template,sii_issued_key:
source: Activities subject to Canary Islands General Indirect Tax/Tax on Production, Services and Imports
ca: Operaciones sujetas al IPSI / IGIC (Impuesto sobre la Producción, los Servicios y la Importación / Impuesto General Indirecto Canario)

# selection:account.tax.template,sii_issued_key:
source: Activities to which the special scheme of used goods, works of art, antiquities and collectables (135-139 of the VAT Law)
ca: Operaciones a las que se aplique el régimen especial de bienes usados, objetos de arte, antigüedades y objetos de colección

# selection:account.tax.template,sii_issued_key:
source: Business premises lease activities not subject to withholding
ca: Operaciones de arrendamiento de local de negocio no sujetos a retención

# selection:account.tax.template,sii_issued_key:
source: Business premises lease activities subject and not subject to withholding
ca: Operaciones de arrendamiento de local de negocio sujetas y no sujetas a retención

# selection:account.tax.template,sii_issued_key:
source: Business premises lease activities subject to withholding
ca: Operaciones de arrendamiento de local de negocio sujetas a retención

# selection:account.tax.template,sii_issued_key:
source: Collections on behalf of third parties of professional fees or industrial property, copyright or other such rights by partners, associates or members undertaken by companies, associations, professional organisations or other entities that, amongst their functions, undertake collections
ca: Cobros por cuenta de terceros de honorarios profesionales o de derechos derivados de la propiedad industrial, de autor u otros por cuenta de sus socios, asociados o colegiados efectuados por sociedades, asociaciones, colegios profesionales u otras entidades que realicen estas funciones de cobro

# selection:account.tax.template,sii_issued_key:
source: Export
ca: Exportació

# selection:account.tax.template,sii_issued_key:
source: First semester 2017 and other invoices before the SII
ca: Primer semestre de 2017 y otras facturas anteriores a la inclusión en el SII

# selection:account.tax.template,sii_issued_key:
source: General tax regime activity
ca: Operació de règim general

# selection:account.tax.template,sii_issued_key:
source: Invoice with VAT pending accrual (work certifications with Public Administration recipients)
ca: Factura con IVA pendiente de devengo en certificaciones de obra cuyo destinatario sea una Administración Pública

# selection:account.tax.template,sii_issued_key:
source: Invoice with VAT pending accrual - operations of successive tract
ca: Factura con IVA pendiente de devengo en operaciones de tracto sucesivo

# selection:account.tax.template,sii_issued_key:
source: Invoicing of the provision of travel agency services acting as intermediaries in the name of and on behalf of other persons (Additional Provision 4, Royal Decree 1619/2012)
ca: Facturación de las prestaciones de servicios de agencias de viaje que actúan como mediadoras en nombre y por cuenta ajena (D.A.4ª RD1619/2012)

# selection:account.tax.template,sii_issued_key:
source: Special cash basis scheme
ca: Régimen especial del criterio de caja

# selection:account.tax.template,sii_issued_key:
source: Special scheme applicable to groups of entities, VAT (Advanced)
ca: Régimen especial grupo de entidades en IVA (Nivel avanzado)

# selection:account.tax.template,sii_issued_key:
source: Special scheme for investment gold
ca: Régimen especial del oro de inversión

# selection:account.tax.template,sii_issued_key:
source: Special scheme for travel agencies
ca: Régimen especial de las agencias de viajes

# selection:account.tax.template,sii_operation_key:
source: Corrected Invoice (Art 80.1, 80.2 and 80.6 and error grounded in law)
ca: Factura rectificativa (Art 80.1, 80.2 y 80.6 LIVA)

# selection:account.tax.template,sii_operation_key:
source: Corrected Invoice (Art. 80.3)
ca: Fatura rectificativa (Art 80.3)

# selection:account.tax.template,sii_operation_key:
source: Corrected Invoice (Other)
ca: Factura rectificativa [Resta de causes]

# selection:account.tax.template,sii_operation_key:
source: Corrected Invoice in simplified invoices
ca: Factura Rectificativa en facturas simplificadas

# selection:account.tax.template,sii_operation_key:
source: Credit Note (Art 80.4)
ca: Facura rectificativa (Art. 80.4)

# selection:account.tax.template,sii_operation_key:
source: Duty - Complementary clearing
ca: Aduanes - Liquidació complementaria

# selection:account.tax.template,sii_operation_key:
source: Import (DUA)
ca: Importacions (DUA)

# selection:account.tax.template,sii_operation_key:
source: Invoice (Art 6.7.3 y 7.3 of RD1619/2012)
ca: Factura (Art 6.7.3 y 7.3 del RD 1619/2012)

# selection:account.tax.template,sii_operation_key:
source: Invoice issued to replace simplified invoices issued and filed
ca: Factura emitida en sustitución de facturas simplificadasfacturadas y declaradas

# selection:account.tax.template,sii_operation_key:
source: Invoice summary entry
ca: Assentaments resum de factures

# selection:account.tax.template,sii_operation_key:
source: Other accounting documents
ca: Justificants comptables

# selection:account.tax.template,sii_operation_key:
source: Simplified Invoice (ticket) and Invoices without destination identidication (Art 6.1.d of RD1619/2012)
ca: Factura simplificada (tiquet) y Factures sense identificació del destinatari (Art 6.1.d del RD 1619/2012)

# selection:account.tax.template,sii_received_key:
source: Activities subject to Canary Islands General Indirect Tax/Tax on Production, Services and Imports (IPSI/IGIC)
ca: Operacions subjectes al IPSI / IGIC (Impost sobre la Producció, els Serveis y la Importació / Impost General Indirecte Canari)

# selection:account.tax.template,sii_received_key:
source: Activities through which businesses pay compensation for special VAT arrangements for agriculture and fisheries (REAGYP)
ca: Operacions per les que els empresaris satisfan compensacions en les adquisicions a persones acollides al Régim Especial de l'Agricultura, Remaderia i Pesca (REAGYP)

# selection:account.tax.template,sii_received_key:
source: Activities to which the special scheme of used goods, works of art, antiquities and collectables (REBU) [135-139 of the VAT Law]
ca: Operacions a les que s'aplica el régim especial de bens usats, objectes d'art, antiguitats i objectes de col·lecció (REBU) [135-139 de la Ley de IVA]

# selection:account.tax.template,sii_received_key:
source: Business premises lease activities
ca: Operaciones de arrendamiento de local de negocio

# selection:account.tax.template,sii_received_key:
source: First semester 2017 and other invoices before the SII
ca: Primer semestre del 2017 y altres factures abans de l'inclusió del SII

# selection:account.tax.template,sii_received_key:
source: General tax regime activity
ca: Operació de règim general

# selection:account.tax.template,sii_received_key:
source: Intra-Community acquisition of assets and provisions of services
ca: Adquisiciones intracomunitarias de bienes y prestaciones de servicios

# selection:account.tax.template,sii_received_key:
source: Invoice corresponding to an import (reported without been associated with a DUA)
ca: Factura correspondiente a una importación (informada sin asociar a un DUA)

# selection:account.tax.template,sii_received_key:
source: Special cash basis scheme
ca: Régimen especial del criterio de caja

# selection:account.tax.template,sii_received_key:
source: Special scheme applicable to groups of entities, VAT (Advanced)
ca: Régimen especial grupo de entidades en IVA (Nivel avanzado)

# selection:account.tax.template,sii_received_key:
source: Special scheme for investment gold
ca: Régimen especial del oro de inversión

# selection:account.tax.template,sii_received_key:
source: Special scheme for travel agencies
ca: Régimen especial de las agencias de viajes

# selection:account.tax.template,sii_subjected_key:
source: Subject - Not exempt. Both non VAT reverse charge and VAT reverse charge
ca: No exempta - Amb o sense Inversion sujeto pasivo

# selection:account.tax.template,sii_subjected_key:
source: Subject - Not exempt. Non VAT reverse charge
ca: Sujeto - No exento

# selection:account.tax.template,sii_subjected_key:
source: Subject - Not exempt. VAT reverse charge
ca: No exempta - Amb Inversion sujeto pasivo

# selection:aeat.sii.report,book:
source: Investment Goods
ca: Bens d'inversió

# selection:aeat.sii.report,book:
source: Issued Invoices
ca: Factures emeses

# selection:aeat.sii.report,book:
source: Particular Intracommunity Operations
ca: Determinades operacions intracomunitaries

# selection:aeat.sii.report,book:
source: Received Invoices
ca: Factures rebudes

# selection:aeat.sii.report,communication_state:
source: Accepted
ca: Correcte

# selection:aeat.sii.report,communication_state:
source: Partially Accepted
ca: Acceptada parcialment

# selection:aeat.sii.report,communication_state:
source: Rejected
ca: Rebutjat

# selection:aeat.sii.report,operation_type:
source: Amendment of invoices/records (registration errors)
ca: Modificar factures

# selection:aeat.sii.report,operation_type:
source: Delete Invoices
ca: Borrar factures

# selection:aeat.sii.report,operation_type:
source: Query Invoices
ca: Consultar factures

# selection:aeat.sii.report,operation_type:
source: Registration of invoices/records
ca: Noves factures

# selection:aeat.sii.report,state:
source: Cancelled
ca: Cancel·lat

# selection:aeat.sii.report,state:
source: Confirmed
ca: Confirmat

# selection:aeat.sii.report,state:
source: Draft
ca: Borrador

# selection:aeat.sii.report,state:
source: Sending
ca: Enviant

# selection:aeat.sii.report,state:
source: Sent
ca: Enviat

# selection:aeat.sii.report.lines,identifier_type:
source: Not registered (only for Spanish VAT not registered)
ca: No censat (només per NIF espanyols no censats)

# selection:aeat.sii.report.lines,identifier_type:
source: Official identification document issued by the country or region of residence
ca: Document oficial de identificació expedit pel país de residencia

# selection:aeat.sii.report.lines,identifier_type:
source: Other supporting document
ca: Altre document probatori

# selection:aeat.sii.report.lines,identifier_type:
source: Passport
ca: Passaport

# selection:aeat.sii.report.lines,identifier_type:
source: Residence certificate
ca: Certificat de residencia

# selection:aeat.sii.report.lines,identifier_type:
source: VAT (only for intracommunity operators)
ca: NIF-IVA (només per operadors intracomunitaris)

# selection:aeat.sii.report.lines,identifier_type:
source: VAT (for National operators)
ca: NIF/CIF (per operadors nacionals)

# selection:aeat.sii.report.lines,identifier_type:
source: Simplified Invoice
ca: Factura Simplificada

# selection:aeat.sii.report.lines,invoice_operation_key:
source: Corrected Invoice (Art 80.1, 80.2 and 80.6 and error grounded in law)
ca: Factura rectificativa (Art 80.1, 80.2 y 80.6)

# selection:aeat.sii.report.lines,invoice_operation_key:
source: Corrected Invoice (Art. 80.3)
ca: Fatura rectificativa (Art 80.3)

# selection:aeat.sii.report.lines,invoice_operation_key:
source: Corrected Invoice (Other)
ca: Factura rectificativa

# selection:aeat.sii.report.lines,invoice_operation_key:
source: Corrected Invoice in simplified invoices
ca: Factura Rectificativa en facturas simplificadas

# selection:aeat.sii.report.lines,invoice_operation_key:
source: Credit Note (Art 80.4)
ca: Facura rectificativa (Art. 80.4)

# selection:aeat.sii.report.lines,invoice_operation_key:
source: Duty - Complementary clearing
ca: Aduanes - Liquidació complementaria

# selection:aeat.sii.report.lines,invoice_operation_key:
source: Import (DUA)
ca: Importacions (DUA)

# selection:aeat.sii.report.lines,invoice_operation_key:
source: Invoice (Art 6.7.3 y 7.3 of RD1619/2012)
ca: Factura (Art 6.7.3 y 7.3 del RD 1619/2012)

# selection:aeat.sii.report.lines,invoice_operation_key:
source: Invoice issued to replace simplified invoices issued and filed
ca: Factura emitida en sustitución de facturas simplificadasfacturadas y declaradas

# selection:aeat.sii.report.lines,invoice_operation_key:
source: Invoice summary entry
ca: Assentaments resum de factures

# selection:aeat.sii.report.lines,invoice_operation_key:
source: Other accounting documents
ca: Justificants comptables

# selection:aeat.sii.report.lines,invoice_operation_key:
source: Simplified Invoice (ticket) and Invoices without destination identidication (Art 6.1.d of RD1619/2012)
ca: Factura simplificada (tiquet) y Factures sense identificació del destinatari (Art 6.1.d del RD 1619/2012)
